def output_menu():
    print('1. Выполнить скалярный запрос. \n' +
          '2. Выполнить запрос с несколькими соединениями (join).\n' +
          '3. Выполнить запрос с ОТВ(СТЕ) и оконными функциями.\n' +
          '4. Выполнить запрос к метаданным.\n' +
          '5. Вызвать скалярную функцию из ЛР3.\n' +
          '6. Вызвать многоператорную или табличную функцию из ЛР3.\n' +
          '7. Вызвать хранимую процедуру.\n' +
          '8. Вызвать системную функцию или процедуру.\n' +
          '9. Создать таблицу в базе данных, соответствующей тематике БД.\n' +
          '10. Выполнить вставку данных в созданную таблицу с использованием insert или copy.\n' +
          '11. Защита ЛР6 и ЛР7.'
          '0. Выход.')